## caskroom/cask

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

# Other Homebrew packages
brew "git"

brew "tree"
brew "wget"
brew 'mas'
brew 'comopser'
brew 'nvm'
brew 'zsh'
brew 'zsh-completions'
brew 'rbenv'

cask "discord"
cask "docker"
cask "google-chrome"
cask "sequel-pro"
cask "firefox"
cask "visual-studio-code"
cask "react-native-debugger"
cask "figma"
cask "fork"

mas 'Slack', id: 803453959
