## caskroom/cask

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

# Other Homebrew packages
brew "git"
brew "wget"
brew 'nvm'
brew 'watchman'
brew 'zsh'
brew 'zsh-completions'
brew 'tmux'
brew 'rbenv'
brew 'go'
brew 'bitrise'

cask "discord"
cask "docker"
cask "google-chrome"
cask "visual-studio-code"
cask "figma"
cask "karabiner-elements"
cask "android-studio"
cask "google-japanese-ime"
cask "tableplus"
