## caskroom/cask

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

# Other Homebrew packages
brew "git"
brew "hub"
brew "tree"
brew "wget"
brew 'mas'
brew 'composer'
brew 'nvm'
brew 'watchman'
brew 'zsh'
brew 'zsh-completions'
brew 'tmux'
brew 'rbenv'
brew 'go'
brew 'bitrise'

cask "discord"
cask "docker"
cask "google-chrome"
cask "sequel-pro"
cask "firefox"
cask "visual-studio-code"
cask "react-native-debugger"
cask "figma"
cask "fork"
cask "karabiner-elements"
cask "adoptopenjdk/openjdk/adoptopenjdk8"
cask "android-studio"
cask "google-cloud-sdk"
cask "gyazo"
cask "fastlane"
cask "google-japanese-ime"
cask "tableplus"
cask "slack"

mas 'Microsoft To Do', id: 127445053
